---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Area
enum: Autodesk.Revit.UI.PostableCommand
zh: 面积区域
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Area

**中文**: 面积区域

Creates an area defined by walls and boundary lines.